app/views/books/show.html.erb

SELECT "book_reviews".* FROM "book_reviews" WHERE "book_reviews"."book_id" = ? ORDER BY created_at DESC  [["book_id", 3]]
---
<ul>
  <% @book.book_review.each do |book_review|%>